Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/K44A.tmx
Source language: en_us
Languages: zh_cn

source: The Wrinkles
zh_cn: 那些皱纹

source: Stephen tells me the wrinkles methodology is a hoax, like astrology, phrenology and those other "unsuccessful bridges between science and superstition."
zh_cn: 斯蒂芬跟我说皱纹相学是骗人的，和占星术、颅相学及其他那些“科学和迷信之间不成功的桥梁”一样。

source: This, after working three months together, here at the clinic where we are interns, assigned by our medical school, here where, each day, we place our hands on the foreheads of children and check them.
zh_cn: 这是一起工作了三个月后在医学院分配我们做实习医师的诊所里说的，在这里，我们每天将手放在孩子们的前额上检查他们。

source: We tell them to smile, frown.
zh_cn: 我们叫他们微笑、皱眉。

source: We record on our pads the lines that show up in their faces.
zh_cn: 我们在便纸簿上记录他们脸上露出的皱纹。

source: And then we diagnose them. Tell them their futures.
zh_cn: 然后我们给他们做诊断，跟他们讲他们的未来。

source: Now Stephen says he wants nothing more to do with wrinkles after this assignment is over.
zh_cn: 现在斯蒂芬说在这次任务结束后他不再想做任何和皱纹有关的事了。

source: But that is easy for him to say.
zh_cn: 不过他说来倒是轻巧。

source: He has long planned to confine his practice to the city - to bond brokers and their sterile wives, and he will have little need for the wrinkles methodology.
zh_cn: 他长久以来一直计划要将实习限定在城市——限定在债券经纪人和他们不育的妻子身上，他将很少需要皱纹方法学。

source: In my frontier practice I will of course see many children, and this knowledge will be essential.
zh_cn: 在我的前沿实习中我当然要看很多孩子，这门知识将是必不可少的。

source: Like with this morning's only negative diagnosis, the young Scot, fresh in from the gold fields.
zh_cn: 比如今天早上仅有的一例消极诊断结果，那个年少的苏格兰人，刚从金矿区上来的。

source: His crisp horizontal indentions above the eyebrows were an exact match to that same feature displayed by nearly every case of manic dementia found in New England during the past decade.
zh_cn: 他眉毛上方横向的卷曲状凹痕与过去十年里在新英格兰发现的几乎所有狂躁型痴呆所显示的特征完全吻合。

source: Stephen had sighed as he filled out the report that would derail the child's future.
zh_cn: 斯蒂芬在填写那份将会毁掉那孩子未来的报告时叹了口气。

source: What parent would pay to educate a lunatic-in-waiting?
zh_cn: 要教育一个未来的疯子父母要付出多少啊？

source: We are taking our lunch across from the clinic, eating sandwiches on a wooden bench while the crowds along Eighth Avenue mesh in and through each other.
zh_cn: 我们在诊所对面吃午饭，在人群沿着第八大街往来穿梭时我们坐在木制长椅上吃三明治。

source: I am thinking that I certainly do not need Stephen's doubts in my head.
zh_cn: 我想毫无疑问我不需要考虑斯蒂芬的疑虑。

source: In a way, you could say he is biased because he has nothing at stake in any of this.
zh_cn: 在某种程度上，可以说他是有偏见的，因为他在这方面没有任何有危险的地方。

source: I suppose he must care so little about the wrinkles that being critical like he is requires hardly any rigor at all.
zh_cn: 我想他必须这么不在乎皱纹以使像他这样挑剔的人几乎不需要什么严密性。

source: I ask Stephen how his new opinion will affect the report we are to deliver at the end of the term, our analysis of the popular wrinkles methodology.
zh_cn: 我问斯蒂芬他的新观点将会怎样影响我们要在学期末交的报告，我们对流行的皱纹方法学的分析报告。

source: He gazes at me.
zh_cn: 他盯着我。

source: "I think that you will have your report and I will have mine," he says.
zh_cn: “我想你有你的报告，我有我的，”他说。

source: "That's no good," I say. "We will discredit each other.
zh_cn: “那不好，”我说，“我们会让对方不及格的。

source: They will conclude one or both of us are irrational."
zh_cn: 他们会认定我们中的一个或两个都不合理。”

source: "What else can I do?" he says.
zh_cn: “我还能做什么？”他说。

source: Poor Stephen.
zh_cn: 可怜的斯蒂芬。

source: He is making things so hard for himself - for us.
zh_cn: 他让事情变得这么困难，对他自己——对我们。

source: I am afraid he still sees medicine as a science.
zh_cn: 恐怕他还将医学看作是一门科学。

source: I don't know - but I am concerned about the effect his doubts will have on the rapidity of our graduation.
zh_cn: 我不知道——但我担心他的疑虑将会对我们毕业的速度有影响。

source: This internship was to be our final requirement - but if it is discredited, I don't know.
zh_cn: 这次实习是对我们最后的要求——但是要是不及格，我不知道。

source: I am almost finished with my sandwich when Stephen asks me to look at him.
zh_cn: 我快吃完三明治的时候斯蒂芬要我看着他。

source: "Smile," he says. "Frown."
zh_cn: “微笑，”他说，“皱眉。”

source: Fine, I do both.
zh_cn: 好吧，我两者照做。

source: He shrugs and tells me that I and my wrinkles are pretty much normal, with about half a chance of suffering from severe nightmares.
zh_cn: 他耸耸肩告诉我，我和我的皱纹都很正常，约有一半的几率遭受严重的苦难。

source: I already know this.
zh_cn: 这个我已经知道了。

source: I have checked myself in the mirror maybe a dozen times.
zh_cn: 我对着镜子检查自己大概已有十二次了。

source: "How about you?"
zh_cn: “那你呢？”

source: I ask.
zh_cn: 我问。

source: He stares at me.
zh_cn: 他瞪着我。

source: "I have the forward eye creases."
zh_cn: “我有向前的眼部折痕。”

source: "Horse manure."
zh_cn: “马粪。”

source: He tips his head and frowns deeply, and there they are, sharp, angling dents between the eyelids and the brows.
zh_cn: 他的头侧倾，眉头紧皱，出现了，在眼睑和眉毛之间出现了清晰的、弯成斜角的凹痕。

source: According to the literature, only Benjamin Franklin and a handful of other transcendentally intelligent souls had ever displayed them.
zh_cn: 根据文献，只有本杰明·富兰克林（Benjamin Franklin）及其他少数几个杰出的智者曾有过这样的皱纹。

source: "You hide your genius so well."
zh_cn: “你把自己的天赋藏得这么好。”

source: "You want the truth.
zh_cn: “你想知道真相。

source: It's hereditary.
zh_cn: 这是遗传。

source: Ben Franklin was my mother's grandfather.
zh_cn: 本·富兰克林是我母亲的祖父。

source: Every child in my family has them.
zh_cn: 我家里的每一个孩子都有。

source: It just goes to show how much of this is farce."
zh_cn: 这只是要表明这事儿有多荒唐。”

source: I consider that, but I cannot let his doubts get to me.
zh_cn: 我仔细想了一下他的话，但我不能让他的疑虑对我产生影响。

source: After all, I will not get far with a practice that does not offer diagnoses via means of the much advertised wrinkles methodology.
zh_cn: 毕竟，若不通过广为宣传的皱纹方法学的手段来提供诊断结果，这样的实习不会让我有所成就的。

source: "The eye creases have never been more than theory," I say. "Really, there aren't enough geniuses around to properly test them."
zh_cn: “眼部折痕从来都只是理论而已，”我说，“真的，周围没有足够多的天才来完全验证。”

source: "Please," he says and throws the remains of his sandwich into the gutter for the rats.
zh_cn: “拜托，”他说，然后将剩下的三明治扔到阴沟里去喂老鼠。

source: I frown.
zh_cn: 我皱起眉头。

source: I don't really care.
zh_cn: 我真的不在乎。

source: I mean, I care about the patients.
zh_cn: 我的意思是，我在乎患者。

source: Who wouldn't?
zh_cn: 谁不呢？

source: But I don't care about the proving.
zh_cn: 但我不在乎验证的问题。

source: If Stephen wants to despise me for that, so be it.
zh_cn: 如果斯蒂芬要因为这鄙视我，那就鄙视吧。

source: The Scottish boy and his father come out of the clinic and step down to the sidewalk.
zh_cn: 那个苏格兰男孩和他父亲出了诊所，走下人行道。

source: The black-haired man has the son by the hand while he fumbles inside his thick coat with the other.
zh_cn: 这个黑色头发的男人一只手牵着儿子，另一只手在厚外套里摸索着。

source: I ask Stephen if he would have seen the report by now, and he nods yes.
zh_cn: 我问斯蒂芬他是否已经看过那份报告了，他点头表示看了。

source: We are quiet then, and we watch them closely until the father glances our way and pauses.
zh_cn: 然后我们都不出声了，我们密切注视着他们，直到那位父亲向我们这边瞥了一眼犹豫了一下。

source: He steps down to the street and begins coming to us, son in tow.
zh_cn: 他走下街道，开始向我们走来，拖着他儿子。

source: "I believe it's your turn," Stephen says to me.
zh_cn: “我想轮到你了，”斯蒂芬对我说。

source: I take in my last mouthful of bread and cheese.
zh_cn: 我吞下最后一口面包和奶酪。

source: They reach us, and the father says, "What are we supposed to do with this," while holding up the crisp pages of the report in quivering fingers.
zh_cn: 他们走到我们这里，那位父亲用颤抖的手指拿着报告崭新的纸页说：“这个我们该怎么办？”

source: Only months earlier I held a horrible fear for these awkward situations.
zh_cn: 仅在数月前对于这样窘迫的情形我是极为恐惧的。

source: "It's the earliest sort of diagnosis," I begin, quoting from the clinic's standard rhetoric. "
zh_cn: “这是最初的诊断结果，”我开口道，引用诊所的标准套话，“

source: Its benefit is to allow you to begin treatment, even before symptoms of disease become evident."
zh_cn: 好处是让你们可以在疾病症状变得明显前开始治疗。”

source: The father grimaces and crumples the report, stuffing it in his pocket.
zh_cn: 那位父亲脸上露出痛苦的表情，揉皱了报告，塞进他的口袋里。

source: He turns away from us for a moment, but does not leave.
zh_cn: 他转过脸待了一会儿，但没有离开。

source: The boy stares ahead with a blank expression, drooped shoulders.
zh_cn: 男孩面无表情地盯着前面，耷拉着肩膀。

source: "I have just this one son," the father says slowly.
zh_cn: “我只有这一个儿子，”父亲迟缓地说。

source: I let a dismal vision of the boy's future wash over me.
zh_cn: 我对男孩阴暗的未来的想象击打着我。

source: I try to think of a highly technical response, something that will confuse this man enough to get him to just accept things for what they are and leave us to our sandwiches.
zh_cn: 我试图想出一个高度专业的回答，一些足以把这个人搞糊涂的话，好让他接受现状，好让我们吃我们的三明治。

source: "Tear it up. It doesn't mean anything."
zh_cn: “撕了吧，它没什么意义。”

source: That was Stephen.
zh_cn: 这是斯蒂芬说的。

source: He shouldn't have.
zh_cn: 他本不该这么说的。

source: The father's expression eases for a moment.
zh_cn: 那位父亲的表情放松了一会儿。

source: Then he grabs onto us with a firm look.
zh_cn: 随后他用坚决的目光紧紧地盯着我们。

source: "I paid fifty dollars, and it doesn't mean anything?" he says. "It means a lot to those schools in San Francisco."
zh_cn: “我付了五十美元，它没什么意义？”他说，“对于旧金山的那些学校来说它意义很大。”

source: "There are so many influences on a child," Stephen says. "Diet, the climate, his religion.
zh_cn: “对一个孩子的影响因素有很多，”斯蒂芬说，“饮食、风气、他的宗教信仰。

source: The wrinkles analysis can't possibly account for all of it."
zh_cn: 皱纹分析报告不可能说明一切。”

source: I touch Stephen's arm.
zh_cn: 我碰碰斯蒂芬的胳膊。

source: I want to remind him we are guests in this clinic.
zh_cn: 我想要提醒他我们在这家诊所里是客人。

source: "You kids aren't really doctors, are you?" the father says.
zh_cn: “你们两个年轻人不是真正的医生，是不是？”那位父亲问。

source: I shake my head no.
zh_cn: 我摇头表示不是。

source: Stephen grunts and looks away.
zh_cn: 斯蒂芬咕哝了一声，把脸转过去。

source: "Let me go see about this," he says, and leaves us.
zh_cn: “我再看看吧，”他说，然后离开了我们。

source: His tall hips jerk along, and his and his son's matching overcoats flap against each other like they are on clotheslines.
zh_cn: 他高高的髋部蹒跚着前行，他和他儿子相似的外套相互拍打着，像是挂在晒衣绳上似的。

source: "Saboteur," I say.
zh_cn: “捣乱分子，”我说。

source: Stephen grins and sits forward, elbows on knees, his hair stringing down his forehead.
zh_cn: 斯蒂芬咧嘴笑笑，向前坐去，双肘放在膝盖上，他的头发搭在前额上。

source: "The thought of that kid . . ."
zh_cn: “想到那个孩子......

source: he says, his voice stopping short.
zh_cn: ”他说，他的声音突然停下了。

source: "Maybe you're right," I say.
zh_cn: “或许你是对的，”我说。

source: "I think so."
zh_cn: “我也这么认为。”

source: We are there on the bench, quiet for a moment.
zh_cn: 我们坐在长椅上，安静地坐了一会儿。

source: "Maybe there is something to your Ben Franklin eye creases after all," I say.
zh_cn: “或许你的本·富兰克林眼部折痕还是有些什么的，”我说。

source: "How's that?"
zh_cn: “怎么说？”

source: "You being such a cynic.
zh_cn: “你是一个这么愤世嫉俗的人。

source: Geniuses are usually cynics, aren't they?"
zh_cn: 天才通常都是愤世嫉俗的，不是吗？”

source: He chuckles.
zh_cn: 他咯咯地笑。

source: "So the fact that I don't believe in the wrinkles methodology is supposed to be evidence that it works?"
zh_cn: “这么说我不相信皱纹方法学的事实可作为它是有作用的证据？”

source: "It makes sense from where I'm sitting."
zh_cn: “从我所坐的位置来看是有道理的。”

source: He frowns and we sit some more.
zh_cn: 他皱起眉头，我们又坐了一会儿。

source: Nothing more to say, I suppose.
zh_cn: 没什么要说的了，我想。
